brew "tmux"
brew "fzf"
brew "vim"
brew "mas"
brew "jq"
brew "ag"
brew "bat"
brew "duti"
brew "rbenv"
brew "terminal-notifier"
brew "defaultbrowser"

tap "thoughtbot/formulae"
brew "rcm"
brew "fish"
brew "fisher"
tap "olets/tap"
brew "olets/tap/zsh-abbr"
brew "powerlevel10k"
brew "zoxide"
cask "visual-studio-code"
cask "1password"

cask "docker"
cask "iterm2"
cask "fantastical"
cask "ngrok"
cask "1password"
cask "obsidian"
cask "flycut"
cask "firefox"

