brew "tmux"
brew "fzf"
brew "vim"
brew "mas"
brew "jq"
brew "ag"
brew "dog"
brew "bat"
brew "duti"
brew "terminal-notifier"
brew "defaultbrowser"

tap "thoughtbot/formulae"
brew "rcm"
brew "fish"
brew "fisher"
cask "visual-studio-code"

cask "docker"
cask "iterm2"
cask "figma"
cask "flycut"
cask "shiftit"
cask "notion"
cask "firefox"
mas "bear", id: 1091189122
mas "mr tidy", id: 1063178800
