brew "tmux"
brew "vim"
brew "delta"
brew "mas"
tap "thoughtbot/formulae"
brew "rcm"
brew "fish"
cask "visual-studio-code"
cask "iterm2"
cask "homebrew/cask-drivers/zsa-wally"
cask "figma"
cask "flycut"
cask "shiftit"
cask "pop"
mas "bear", id: 1091189122
mas "todoist", id: 585829637
mas "kelir", id: 1145215534
mas "mr tidy", id: 1063178800
